{
    "gt_reward": [
        "Lift the cube better.",
        "Enhance your cube-lifting technique for improved precision.",
        "Elevate the cube with greater proficiency.",
        "Raise the cube more skillfully.",
        "Hoist the cube in a more effective manner.",
        "Lift the cube with increased finesse.",
        "Bring up the cube with improved mastery.",
        "Elevate the cube more adeptly.",
        "Hoist the cube with a refined lifting style.",
        "Lift the cube with heightened skill.",
        "Improve your cube-lifting method for better results.",
        "Raise the cube with a superior technique.",
        "Elevate the cube with increased finesse.",
        "Hoist the cube more smoothly.",
        "Lift the cube in a more polished manner.",
        "Bring up the cube with a more refined approach.",
        "Elevate the cube with a higher level of proficiency.",
        "Hoist the cube more skillfully.",
        "Lift the cube with superior execution.",
        "Enhance your cube-lifting style for optimal performance.",
        "Elevate the cube with greater mastery.",
        "Lift the cube more successfully.",
        "Elevate the cube with improved proficiency for enhanced success.",
        "Hoist the cube with greater skill and accomplishment.",
        "Lift the cube more effectively to ensure a successful outcome.",
        "Enhance your cube-lifting technique for increased success.",
        "Elevate the cube with heightened precision for a more successful lift.",
        "Lift the cube with superior execution to achieve success.",
        "Hoist the cube with enhanced proficiency and success.",
        "Elevate the cube more skillfully to ensure a successful lift.",
        "Improve your cube-lifting method for a more successful result.",
        "Lift the cube with increased finesse and success.",
        "Hoist the cube with greater attention to detail for successful lifting.",
        "Elevate the cube with heightened accuracy and success.",
        "Lift the cube more adeptly to ensure a successful maneuver.",
        "Hoist the cube with improved mastery for a successful lift.",
        "Enhance your technique to lift the cube more successfully.",
        "Elevate the cube with greater efficiency for a successful outcome.",
        "Lift the cube with heightened skill and success.",
        "Hoist the cube more proficiently to ensure success.",
        "Elevate the cube with improved execution for successful lifting.",
        "Lift the cube with heightened precision and success."
    ],
    "speed": [
        "Move quicker.",
        "Adjust your speed to move more rapidly along the intended trajectory.",
        "Increase your pace for a swifter movement.",
        "Quicken your movement to reach the destination sooner.",
        "Advance at a faster rate to improve trajectory efficiency.",
        "Speed up your motion to optimize the robot's path.",
        "Accelerate your movement for quicker progress.",
        "Step up the tempo of your trajectory.",
        "Hasten your travel for a more time-efficient route.",
        "Move along the designated path with increased speed for a swifter motion.",
        "Step up the pace to accelerate your movement and expedite the journey.",
        "Speed up your robot's movement for quicker progress.",
        "Improve your speed to achieve the target more quickly.",
        "Increase your pace for a more efficient trajectory.",
        "Move with greater speed to reach the desired endpoint more quickly.",
        "Speed up your robot's pace to navigate more quickly.",
        "Boost the velocity of your robot to enhance its navigation speed.",
        "Move briskly to hasten the robot's travel.",
        "Fine-tune your speed to make the robot's path more time-effective.",
        "Elevate your velocity to quicken the robot's progress.",
        "Proceed with urgency to expedite the robot's trajectory.",
        "Move swifter.",
        "Increase your velocity to hasten the robot's movement.",
        "Advance more rapidly along the designated trajectory.",
        "Pick up the pace for quicker progress.",
        "Quicken your movement to optimize the robot's path.",
        "Accelerate your pace for a swifter journey.",
        "Move with greater speed to expedite the robot's travel.",
        "Increase the speed of your trajectory for a swifter pace.",
        "Quickened movement for a more time-efficient route is advisable.",
        "Propel yourself with greater speed along the designated path.",
        "Move with increased velocity for a quicker journey.",
        "Expedite your robotic motion.",
        "Enhance your speed to reach the target faster.",
        "Quickened movement is required for a more efficient trajectory.",
        "Advance more swiftly to meet the desired endpoint sooner.",
        "Quicken your gait to improve overall movement speed.",
        "Accelerate your robot's pace for faster navigation.",
        "Step lively to expedite the robot's travel.",
        "Fine-tune your speed to create a more time-effective and efficient path.",
        "Elevate your speed to expedite the robot's progress.",
        "Move with a sense of urgency to expedite the robot's trajectory.",
        "Move at a higher speed.",
        "Adjust your velocity to increase the speed of the robot's movement.",
        "Progress with heightened speed along the predetermined trajectory.",
        "Accelerate the pace to expedite progress.",
        "Increase your pace to optimize the robot's path for more efficient movement.",
        "Intensify your pace to facilitate a swifter and more efficient journey.",
        "Navigate with increased velocity to hasten the robot's travel.",
        "Elevate the tempo of your trajectory for a more rapid movement.",
        "Quickly advance your travel for a more time-efficient route.",
        "Propel yourself at an increased speed along the designated path for swifter progress.",
        "Navigate with augmented velocity for a more expeditious journey.",
        "Accelerate your robotic motion for a quicker and more efficient movement.",
        "Amplify your speed to expedite the journey and reach the target more swiftly.",
        "Increased speed is essential for a more efficient trajectory.",
        "Progress more swiftly to reach the desired endpoint at an earlier time.",
        "Accelerate your gait to enhance the overall speed of movement.",
        "Increase the speed of your robot to expedite its traversal.",
        "Move briskly to hasten the robot's travel and expedite its journey.",
        "Optimize your speed for a more time-effective path.",
        "Ramp up your speed to accelerate the robot's progress.",
        "Infuse a sense of urgency into the movement to hasten the robot's trajectory.",
        "Move faster.",
        "Increase your velocity for quicker robot movement.",
        "Advance with swifter motion along the designated path.",
        "Quicken your pace to expedite the robot's travel.",
        "Accelerate your trajectory for a faster journey.",
        "Step up the tempo of your robot's movement.",
        "Propel yourself with greater speed along the designated route.",
        "Move more rapidly for an efficient and swift progression.",
        "Hasten your travel to reach the destination more quickly.",
        "Pick up the speed for a more time-effective route.",
        "Advance with increased velocity for quicker navigation.",
        "Expedite your robotic motion for a faster trajectory.",
        "Enhance your speed to cover the distance at a quicker pace.",
        "Quickened movement is necessary for an expedited trajectory.",
        "Move more swiftly to arrive at the desired endpoint sooner.",
        "Quicken your gait for improved overall movement speed.",
        "Accelerate your robot's pace to achieve faster navigation.",
        "Move with agility to accelerate the robot's travel.",
        "Optimize your speed for a more time-efficient path.",
        "Increase your velocity to hasten the robot's progress.",
        "Imbue urgency into the movement to expedite the robot's trajectory."
    ],
    "height": [
        "Move taller.",
        "Adjust your position to increase the height of the robot's movement.",
        "Reposition the robot to elevate its elevation.",
        "Modify the trajectory to move upwards.",
        "Adjust the trajectory to increase the altitude of the robot.",
        "Fine-tune the course to ascend to a higher level.",
        "Make an adjustment to lift the robot higher off the ground.",
        "Refine the movement to raise the robot's position.",
        "Fine-tune the route to raise the vertical separation.",
        "Adjust the path to position the robot at a higher level.",
        "Make an alteration to ascend with the robot.",
        "Adjust the direction to move upwards in elevation.",
        "Refine the positioning to increase the height of the robot.",
        "Correct the trajectory to elevate the robot's level.",
        "Adjust the course to position the robot at a higher point.",
        "Rectify the trajectory to ascend to a higher altitude.",
        "Refine the movement to elevate the robot to a higher position.",
        "Enhance the path to move the robot upward in height.",
        "Adjust the course to position the robot at a higher level.",
        "Adjust the settings to raise the robot's elevation.",
        "Refine the trajectory to elevate the robot to a higher level.",
        "Move at a greater height.",
        "Adjust your position to increase the elevation of the robot's movement.",
        "Reposition the robot to navigate at a higher height.",
        "Modify the trajectory to ascend to a greater altitude.",
        "Rectify the trajectory to elevate the altitude of the robot.",
        "Fine-tune the course to move upwards to a higher level.",
        "Make an adjustment to elevate the robot further from the ground.",
        "Refine the movement to ascend to a greater height.",
        "Adjust the route to amplify the vertical distance.",
        "Make changes to the path to position the robot at a higher level.",
        "Make an alteration to raise the robot's elevation.",
        "Adjust the direction to move upwards in height.",
        "Fine-tune the positioning to raise the height of the robot.",
        "Correct the trajectory to ascend to a greater level.",
        "Change the course to position the robot at a higher point.",
        "Make a correction to ascend to a higher altitude.",
        "Refine the movement to raise the robot to a higher position.",
        "Improve the path to move the robot upward in height.",
        "Make changes to the course to position the robot at a higher level.",
        "Fine-tune the settings to raise the robot's elevation.",
        "Refine the trajectory to ascend the robot to a greater height.",
        "Move higher.",
        "Modify your positioning to elevate the trajectory of the robot's movement.",
        "Adjust the robot's position to traverse at an increased altitude.",
        "Alter the trajectory to ascend to a higher altitude.",
        "Correct the path to raise the altitude of the robot.",
        "Precisely adjust the course to ascend to a higher level.",
        "Adjust the parameters to raise the robot to a greater height from the ground.",
        "Optimize the movement to ascend to a higher altitude.",
        "Recalibrate the route to increase the vertical distance.",
        "Modify the path to move to a higher position.",
        "Make a modification to increase the robot's elevation.",
        "Modify the direction to ascend in height.",
        "Enhance the positioning to elevate the height of the robot.",
        "Rectify the trajectory to ascend to a higher level.",
        "Alter the course to move the robot to a higher point.",
        "Rectify the course to ascend to a higher altitude.",
        "Adjust the movement to bring the robot to a higher position.",
        "Refine the path to ascend the robot in height.",
        "Modify the course to move the robot higher.",
        "Make an adjustment to increase the robot's elevation.",
        "Enhance the trajectory to elevate the robot to an increased height."
    ],
    "distance_to_cube": [
        "Move farther from the cube.",
        "Adjust your position to increase the distance from the cube.",
        "Reposition yourself to create more space between you and the cube.",
        "Modify your trajectory to move further away from the cube.",
        "Correct your course to extend the gap between you and the cube.",
        "Fine-tune your path to shift to a greater distance from the cube.",
        "Make an adjustment to put more distance between yourself and the cube.",
        "Refine your movement to withdraw from the cube.",
        "Recalibrate your route to propel yourself away from the cube.",
        "Modify your path to broaden the separation between you and the cube.",
        "Adapt your position to increase the gap between the robot and the cube.",
        "Adjust your direction to expand the gap between the cube and yourself.",
        "Refine your positioning to increase your distance from the cube.",
        "Correct your trajectory to step back from the cube.",
        "Alter your course to distance yourself more from the cube.",
        "Rectify the trajectory to step further away from the cube.",
        "Adjust your movement to put more space between you and the cube.",
        "Refine your path to retreat from the cube.",
        "Modify your course to extend the distance between yourself and the cube.",
        "Enhance the course to create more distance between the robot and the cube.",
        "Refine your trajectory to create more room between you and the cube.",
        "Move further from the cube.",
        "Adjust your position to increase the distance between the robot and the cube.",
        "Adjust the movement to withdraw the robot from the cube.",
        "Fine-tune the path to shift to a greater distance from the cube.",
        "Amend the direction to expand the gap between the cube and the robot.",
        "Optimize the positioning to increase the distance from the cube.",
        "Perfect the course to extend the separation between the robot and the cube.",
        "Polish the trajectory to step back and move farther from the cube.",
        "Improve the movement to retreat the robot from the cube.",
        "Opt for an alteration to go even further away from the cube.",
        "Hone the path to broaden the space between the robot and the cube.",
        "Adjust your placement to increase the distance between the robot and the cube.",
        "Rectify the movement to withdraw the robot further from the cube.",
        "Fine-tune the trajectory to step back and move to a greater distance from the cube.",
        "Polish the course to extend the gap between the robot and the cube.",
        "Optimize the direction to create more space between the cube and the robot.",
        "Perfect the positioning to increase the distance from the cube.",
        "Amend the movement to retreat the robot even farther from the cube.",
        "Refine the path to shift to a greater distance and withdraw from the cube.",
        "Make a modification to move even further away from the cube.",
        "Enhance the trajectory to generate additional space between the robot and the cube.",
        "Move more distant from the cube.",
        "Adjust your position to increase the separation between the robot and the cube.",
        "Reposition the robot to create more space from the cube.",
        "Modify the trajectory to move farther away from the cube.",
        "Correct the path to extend the gap between the robot and the cube.",
        "Fine-tune the course to shift to a greater distance from the cube.",
        "Make an adjustment to put more distance between the robot and the cube.",
        "Refine the movement to withdraw the robot from the cube.",
        "Recalibrate the route to propel the robot away from the cube.",
        "Modify the path to broaden the separation between the robot and the cube.",
        "Make an alteration to go further away from the cube.",
        "Adjust the direction to expand the gap between the cube and the robot.",
        "Refine the positioning to increase the distance from the cube.",
        "Correct the trajectory to step back from the cube.",
        "Amend the trajectory to increase the separation between the robot and the cube.",
        "Make a correction to move to a greater distance from the cube.",
        "Adjust the movement to put more space between the robot and the cube.",
        "Refine the path to retreat the robot from the cube.",
        "Modify the course to extend the distance between the robot and the cube.",
        "Make an adjustment to go farther away from the cube.",
        "Refine the trajectory to create more room between the robot and the cube."
    ],
    "distance_to_bottle": [
        "Move further from the bottle.",
        "Reposition yourself to create more distance between the robot and the bottle.",
        "Move the robot to increase the distance from the bottle.",
        "Modify the trajectory to move farther away from the bottle.",
        "Adjust the path to increase the separation between the robot and the bottle.",
        "Refine the course to move the robot to a more distant position from the bottle.",
        "Modify the movement to increase the distance between the robot and the bottle.",
        "Adjust the movement to move the robot away from the bottle.",
        "Adjust the route to propel the robot in a direction away from the bottle.",
        "Modify the path to broaden the separation between the robot and the bottle.",
        "Make a modification to move the robot farther from the bottle.",
        "Change the orientation to widen the distance between the bottle and the robot.",
        "Refine the positioning to increase the distance from the bottle.",
        "Correct the trajectory to retreat from the bottle.",
        "Adjust the robot's path to increase the distance between it and the bottle.",
        "Make a modification to increase the distance between the robot and the bottle.",
        "Adjust the movement to put more space between the robot and the bottle.",
        "Enhance the route to move the robot away from the bottle.",
        "Adjust the trajectory to elongate the separation between the robot and the bottle.",
        "Make an adjustment to go farther away from the bottle.",
        "Optimize the path to establish greater distance between the robot and the bottle.",
        "Move farther from the bottle.",
        "Reposition yourself to widen the gap between the robot and the bottle.",
        "Adjust the robot's position to increase the distance from the bottle.",
        "Adjust the trajectory to increase the distance between the robot and the bottle.",
        "Correct the path to extend the gap between the robot and the bottle.",
        "Adjust the course slightly to position the robot at a greater distance from the bottle.",
        "Adjust the robot's position to create a greater distance from the bottle.",
        "Refine the movement to pull the robot away from the bottle.",
        "Adjust the route to guide the robot to move further away from the bottle.",
        "Adapt the path to widen the gap between the robot and the bottle.",
        "Make a change to increase the distance between the robot and the bottle.",
        "Shift the orientation to increase the gap between the bottle and the robot.",
        "Adjust the positioning to enhance the distance from the bottle.",
        "Correct the trajectory to move away from the bottle.",
        "Change the route to increase the distance between the robot and the bottle.",
        "Correct the trajectory to create more distance between the robot and the bottle.",
        "Modify the motion to create additional separation between the robot and the bottle.",
        "Refine the path to retreat the robot from the bottle.",
        "Alter the route to increase the distance between the robot and the bottle.",
        "Make a tweak to move the robot further away from the bottle.",
        "Refine the trajectory to create more room between the robot and the bottle.",
        "Move more distant from the bottle.",
        "Adjust your position to increase the separation between the robot and the bottle.",
        "Reposition the robot to create more space from the bottle.",
        "Adjust the trajectory to steer the robot further from the bottle.",
        "Adjust the path to widen the distance between the robot and the bottle.",
        "Fine-tune the course to shift to a greater distance from the bottle.",
        "Make an adjustment to put more distance between the robot and the bottle.",
        "Refine the movement to withdraw the robot from the bottle.",
        "Recalibrate the route to propel the robot away from the bottle.",
        "Revise the path to expand the distance between the robot and the bottle.",
        "Make an alteration to go further away from the bottle.",
        "Adjust the direction to expand the gap between the bottle and the robot.",
        "Fine-tune the positioning to augment the distance from the bottle.",
        "Correct the trajectory to step back from the bottle.",
        "Alter the course to distance the robot more from the bottle.",
        "Make a correction to move to a greater distance from the bottle.",
        "Fine-tune the motion to increase the distance between the robot and the bottle.",
        "Optimize the route to withdraw the robot further from the bottle.",
        "Modify the course to extend the distance between the robot and the bottle.",
        "Adjust the settings to increase the distance between the robot and the bottle.",
        "Fine-tune the path to generate additional space between the robot and the bottle."
    ]
}