{
    "gt_reward": [
        "Lift the cube worse.",
        "Adjust your lifting technique for better precision with the cube.",
        "Refine your cube-lifting method to enhance performance.",
        "Fine-tune your approach to improve the way you lift the cube.",
        "Modify your lifting strategy for a more effective outcome.",
        "Correct your cube-lifting technique to achieve better results.",
        "Make adjustments to lift the cube more skillfully.",
        "Adapt your cube-lifting method for a superior performance.",
        "Refine your lifting style to achieve a better outcome with the cube.",
        "Optimize your approach to enhance your cube-lifting capabilities.",
        "Fine-tune your cube-lifting technique for improved efficiency.",
        "Make alterations to lift the cube with greater proficiency.",
        "Adjust your lifting method to achieve a more optimal result.",
        "Refine your cube-lifting approach to minimize errors.",
        "Modify your technique to lift the cube more smoothly.",
        "Correct your cube-lifting style for a higher level of mastery.",
        "Adapt your lifting strategy to ensure a more polished performance.",
        "Make changes to lift the cube with increased finesse.",
        "Optimize your cube-lifting approach for a more refined execution.",
        "Adjust your method to lift the cube with a higher level of skill.",
        "Refine your cube-lifting style to produce a more favorable outcome.",
        "Lift the cube not as well.",
        "Improve your cube-lifting technique for better precision.",
        "Enhance the way you lift the cube for improved accuracy.",
        "Lift the cube more effectively to achieve better results.",
        "Elevate the cube with increased skill and proficiency.",
        "Hoist the cube with greater precision for improved performance.",
        "Lift the cube more adeptly to ensure a better outcome.",
        "Improve your cube-lifting method for superior results.",
        "Elevate the cube with enhanced skill and finesse.",
        "Lift the cube with heightened attention to detail.",
        "Enhance your technique to lift the cube more accurately.",
        "Improve the execution of cube lifting for better outcomes.",
        "Elevate the cube with a greater focus on precision.",
        "Lift the cube with increased proficiency for improved results.",
        "Hoist the cube more skillfully to achieve better precision.",
        "Enhance your cube-lifting approach for superior accuracy.",
        "Lift the cube with improved finesse for better performance.",
        "Elevate the cube with heightened precision and skill.",
        "Hoist the cube more effectively to ensure better results.",
        "Lift the cube with greater attention to detail for improved outcomes.",
        "Elevate the cube with increased accuracy and proficiency."
    ],
    "speed": [
        "Move at a lower speed.",
        "Adjust your velocity to decrease the speed of the robot's movement.",
        "Reposition the robot to navigate at a slower pace.",
        "Modify the trajectory to reduce the rate of the robot's travel.",
        "Correct the path to move more slowly along the designated route.",
        "Fine-tune the course to decelerate the speed of the robot.",
        "Make an adjustment to lower the pace of the robot's movement.",
        "Refine the movement to navigate at a slower speed.",
        "Recalibrate the route to move at a more leisurely pace.",
        "Modify the path to decrease the speed of the robot's trajectory.",
        "Make an alteration to travel at a lower speed.",
        "Adjust the direction to slow down the robot's pace.",
        "Refine the positioning to reduce the rate of movement.",
        "Correct the trajectory to proceed at a more measured speed.",
        "Alter the course to lower the speed of the robot's motion.",
        "Make a correction to move with reduced speed.",
        "Adjust the movement to navigate at a slower velocity.",
        "Refine the path to decelerate the robot's travel.",
        "Modify the course to move at a lower speed.",
        "Make an adjustment to travel more slowly with the robot.",
        "Refine the trajectory to decrease the robot's speed.",
        "Move more moderate.",
        "Adjust your speed to move in a more measured manner.",
        "Reposition the robot to navigate at a moderate pace.",
        "Modify the trajectory to proceed with a more restrained speed.",
        "Correct the path to move in a more controlled manner.",
        "Fine-tune the course for a more moderate progression.",
        "Adjust the settings to decrease the intensity of the robot's movement.",
        "Refine the movement for a more balanced and moderate approach.",
        "Recalibrate the route to travel at a more moderate velocity.",
        "Modify the path for a more tempered speed in the robot's trajectory.",
        "Make an alteration to proceed with a more restrained pace.",
        "Adjust the direction to navigate with a more moderate speed.",
        "Refine the positioning for a more measured progression.",
        "Correct the trajectory to move with a more moderate tempo.",
        "Alter the course for a more controlled and moderate movement.",
        "Make a correction to navigate at a more moderate speed.",
        "Adjust the movement to travel in a more tempered manner.",
        "Refine the path for a more balanced and moderate progression.",
        "Modify the course to move with a more restrained pace.",
        "Make an adjustment for a more moderate approach in the robot's trajectory.",
        "Refine the trajectory to proceed with a more moderate speed.",
        "Move slower.",
        "Modify your velocity to advance at a more leisurely rate.",
        "Reposition the robot to maneuver with a more measured pace.",
        "Adjust the course to navigate at a more relaxed pace.",
        "Rectify the route to move at a diminished speed.",
        "Precisely adjust the trajectory for a more deliberate and controlled advancement at a reduced speed.",
        "Fine-tune the settings to reduce the intensity of the robot's movement.",
        "Refine the movement for a more measured and slower approach.",
        "Recalibrate the route to travel at a slower rate.",
        "Modify the path to move with a more restrained speed.",
        "Make an alteration to proceed at a slower pace.",
        "Adjust the direction to navigate with a decreased speed.",
        "Refine the positioning for a more deliberate and slower progression.",
        "Correct the trajectory to travel at a more tempered pace.",
        "Alter the course for a slower and more controlled movement.",
        "Make a correction to navigate at a slower speed.",
        "Adjust the movement to travel at a more moderated pace.",
        "Refine the path for a more focused and slower progression.",
        "Modify the course to move with a more relaxed and slower pace.",
        "Make an adjustment for a slower approach in the robot's trajectory.",
        "Refine the trajectory to proceed with a more restrained and slower movement.",
        "Move more sluggish.",
        "Adjust your speed to proceed at a more gradual pace.",
        "Reposition the robot to navigate with a slower tempo.",
        "Modify the trajectory to move at a more leisurely speed.",
        "Correct the path to travel at a reduced velocity.",
        "Fine-tune the course for a slower and more controlled progression.",
        "Make an adjustment to lower the intensity of the robot's movement.",
        "Optimize the motion for a more deliberate and decelerated approach.",
        "Recalibrate the route for a more gradual pace of travel.",
        "Adjust the path to move with a more moderate speed.",
        "Make a modification to advance at a more gradual pace.",
        "Fine-tune the direction to navigate with a reduced speed.",
        "Optimize the positioning for a more deliberate and decelerated advancement.",
        "Rectify the trajectory to travel at a more tempered and controlled pace.",
        "Revise the pathway for a more measured and unhurried maneuver.",
        "Rectify the course to navigate at a diminished pace.",
        "Fine-tune the movement to travel at a more moderated and controlled pace.",
        "Optimize the route for a more deliberate and decelerated advancement.",
        "Adapt the course to move with a more relaxed and unhurried pace.",
        "Make an adaptation for a more gradual and leisurely approach in the robot's trajectory.",
        "Optimize the trajectory to proceed with a more restrained and decelerated movement."
    ],
    "height": [
        "Move lower.",
        "Adjust your position to decrease the height of the robot's movement.",
        "Reposition the robot to lower its elevation.",
        "Modify the trajectory to move downwards.",
        "Correct the path to reduce the altitude of the robot.",
        "Fine-tune the course to descend to a lower level.",
        "Adjust the settings to lower the robot closer to the ground.",
        "Refine the movement to lower the robot's position.",
        "Fine-tune the route to reduce the vertical separation.",
        "Adjust the path to position the robot at a lower level.",
        "Make an alteration to descend with the robot.",
        "Adjust the direction to move downwards in elevation.",
        "Fine-tune the positioning to lower the height of the robot.",
        "Correct the trajectory to lower the robot's level.",
        "Adjust the course to position the robot at a lower point.",
        "Rectify the trajectory to descend to a lower altitude.",
        "Refine the movement to lower the robot to a different position.",
        "Enhance the path to move the robot downward in height.",
        "Adjust the course to lower the robot to a different position.",
        "Adjust the settings to lower the robot's elevation.",
        "Refine the trajectory to descend the robot to a lower level.",
        "Move at a lesser height.",
        "Adjust your position to decrease the elevation of the robot's movement.",
        "Reposition the robot to navigate at a lower height.",
        "Modify the trajectory to descend to a lesser altitude.",
        "Correct the path to lower the altitude of the robot.",
        "Fine-tune the course to move downwards to a lower level.",
        "Make an adjustment to bring the robot closer to the ground.",
        "Refine the movement to descend to a lesser height.",
        "Recalibrate the route to decrease the vertical distance.",
        "Modify the path to move to a lower position.",
        "Make an alteration to lower the robot's elevation.",
        "Adjust the direction to move downwards in height.",
        "Refine the positioning to decrease the height of the robot.",
        "Correct the trajectory to descend to a lesser level.",
        "Alter the course to move the robot to a lower point.",
        "Make a correction to descend to a lower altitude.",
        "Adjust the movement to bring the robot to a lower position.",
        "Refine the path to descend the robot in height.",
        "Modify the course to move the robot lower.",
        "Make an adjustment to decrease the robot's elevation.",
        "Refine the trajectory to descend the robot to a lesser height.",
        "Move more down.",
        "Execute a controlled descent of the arm to a lower position.",
        "Gradually decrease the elevation of the arm.",
        "Employ a measured movement to bring the arm to a lower height.",
        "Initiate a downward motion, reducing the altitude of the arm.",
        "Methodically lower the arm to a designated position.",
        "Implement a subtle decline in the arm's elevation.",
        "Execute a calibrated descent, adjusting the arm's height accordingly.",
        "Perform a deliberate reduction in the arm's current height.",
        "Employ precision to bring the arm down slightly.",
        "Engage in a nuanced adjustment, lowering the arm gracefully.",
        "Execute a refined diminution of the arm's vertical position.",
        "Implement a controlled descent, moderating the arm's altitude.",
        "Conduct a purposeful lowering of the arm to a specified level.",
        "Methodically decrease the arm's height with careful precision.",
        "Perform an orchestrated reduction in the arm's elevation.",
        "Employ measured movements to gracefully lower the arm.",
        "Initiate a calculated descent, smoothly adjusting the arm's position.",
        "Execute a gradual decrease in the arm's height with precision.",
        "Engage in a systematic descent, ensuring a controlled adjustment of the arm's altitude."
    ],
    "distance_to_cube": [
        "Move closer to the cube.",
        "Fine-tune your position to reduce the distance between the robot and the cube.",
        "Shift the robot's position to get closer to the cube.",
        "Adjust the path to approach the cube more closely.",
        "Correct the path to shorten the gap between the robot and the cube.",
        "Refine the trajectory to position the robot at a closer distance to the cube.",
        "Make a modification to decrease the distance between the robot and the cube.",
        "Refine the motion to bring the robot closer to the cube during approach.",
        "Adjust the route to align the robot's trajectory closer to the cube.",
        "Adjust the path to reduce the distance between the robot and the cube.",
        "Make an alteration to go closer to the cube.",
        "Adjust the orientation to reduce the distance between the cube and the robot.",
        "Fine-tune the positioning to reduce the distance from the cube.",
        "Adjust the trajectory to move closer to the cube's position.",
        "Adjust the path to guide the robot towards closer proximity to the cube.",
        "Adjust to decrease the distance between the robot and the cube.",
        "Adjust the movement to reduce the space between the robot and the cube.",
        "Improve the path to enable the robot to approach the cube more efficiently.",
        "Adjust the course to decrease the distance between the robot and the cube.",
        "Make an adjustment to go nearer to the cube.",
        "Fine-tune the trajectory to close the distance between the robot and the cube.",
        "Move nearer to the cube.",
        "Refine your position to diminish the distance between the robot and the cube.",
        "Adjust the robot's position to move closer to the cube.",
        "Adjust the trajectory to get closer to the cube.",
        "Rectify the path to minimize the distance between the robot and the cube.",
        "Fine-tune the course to decrease the distance between the robot and the cube.",
        "Make a tweak to minimize the gap between the robot and the cube.",
        "Refine the movement to approach the cube with the robot.",
        "Readjust the route to guide the robot into closer proximity to the cube.",
        "Adapt the path to minimize the distance between the robot and the cube.",
        "Adjust the course to approach the cube more closely.",
        "Align the direction to diminish the space between the cube and the robot.",
        "Optimize the positioning to minimize the distance from the cube.",
        "Adjust the trajectory to move the robot nearer to the cube.",
        "Change the course to position the robot nearer to the cube.",
        "Correct the movement to decrease the distance between the robot and the cube.",
        "Refine the movement to minimize the gap between the robot and the cube.",
        "Refine the path to approach the cube with the robot.",
        "Alter the course to reduce the gap between the robot and the cube.",
        "Fine-tune the trajectory to move closer to the cube.",
        "Adjust the trajectory to minimize the distance between the robot and the cube.",
        "Move more nearby to the cube.",
        "Adjust your position to decrease the distance between the robot and the cube.",
        "Reposition the robot to approach the cube more closely.",
        "Modify the trajectory to move nearer to the cube.",
        "Alter the course to reduce the distance between the robot and the cube.",
        "Fine-tune the course to shift to a smaller distance from the cube.",
        "Make an adjustment to reduce the space between the robot and the cube.",
        "Fine-tune the movement to bring the robot closer to the cube.",
        "Recalibrate the route to bring the robot closer to the cube.",
        "Modify the path to narrow the separation between the robot and the cube.",
        "Make an alteration to go nearer to the cube.",
        "Adjust the direction to decrease the gap between the cube and the robot.",
        "Refine the positioning to decrease the distance from the cube.",
        "Correct the trajectory to step closer to the cube.",
        "Alter the course to bring the robot closer to the cube.",
        "Make a correction to move to a smaller distance from the cube.",
        "Fine-tune the movement to diminish the distance between the robot and the cube.",
        "Optimize the path to guide the robot towards the cube more effectively.",
        "Modify the course to lessen the distance between the robot and the cube.",
        "Make an adjustment to go closer to the cube.",
        "Refine the trajectory to decrease the gap between the robot and the cube."
    ],
    "distance_to_bottle": [
        "Move nearer to the bottle.",
        "Fine-tune your position to reduce the distance between the robot and the bottle.",
        "Shift the robot's position to get closer to the bottle.",
        "Modify the trajectory to move closer to the bottle.",
        "Adjust the trajectory to reduce the distance between the robot and the bottle.",
        "Adjust the course with precision to move to a closer distance from the bottle.",
        "Modify the setting to decrease the space between the robot and the bottle.",
        "Improve the movement to bring the robot closer to the bottle.",
        "Adjust the route to ensure the robot moves closer to the bottle.",
        "Adjust the path to reduce the gap between the robot and the bottle.",
        "Adjust the path to move closer to the bottle.",
        "Alter the direction to minimize the gap between the bottle and the robot.",
        "Fine-tune the positioning to shorten the distance from the bottle.",
        "Adjust the trajectory to move closer to the bottle.",
        "Adjust the course to move the robot closer to the bottle.",
        "Rectify the movement to be at a closer distance from the bottle.",
        "Refine the movement to minimize the space between the robot and the bottle.",
        "Enhance the path to bring the robot closer to the bottle.",
        "Adjust the course to decrease the distance between the robot and the bottle.",
        "Adjust the movement to approach the bottle more closely.",
        "Fine-tune the trajectory to minimize the gap between the robot and the bottle.",
        "Move closer to the bottle.",
        "Refine your position to diminish the distance between the robot and the bottle.",
        "Adjust the robot's position to move closer to the bottle.",
        "Adjust the trajectory to bring the robot closer to the bottle.",
        "Rectify the path to decrease the distance between the robot and the bottle.",
        "Refine the course with precision to move to a closer distance from the bottle.",
        "Adjust the configuration to minimize the space between the robot and the bottle.",
        "Enhance the movement to bring the robot closer to the bottle.",
        "Fine-tune the route to position the robot in closer proximity to the bottle.",
        "Make changes to the path to decrease the separation between the robot and the bottle.",
        "Make an alteration to go closer to the bottle.",
        "Change the direction to reduce the gap between the bottle and the robot",
        "Adjust the positioning with precision to diminish the distance from the bottle.",
        "Rectify the trajectory to move closer to the bottle.",
        "Change the course to position the robot closer to the bottle.",
        "Correct the movement to be at a closer distance from the bottle.",
        "Adjust the movement to reduce the space between the robot and the bottle.",
        "Improve the path to bring the robot closer to the bottle.",
        "Make changes to the course to decrease the distance between the robot and the bottle.",
        "Make an adjustment to go nearer to the bottle.",
        "Improve the trajectory to minimize the gap between the robot and the bottle.",
        "Move more nearby to the bottle.",
        "Adjust your position to decrease the distance between the robot and the bottle.",
        "Reposition the robot to approach the bottle more closely.",
        "Modify the trajectory to move nearer to the bottle.",
        "Correct the path to shorten the gap between the robot and the bottle.",
        "Fine-tune the course to shift to a smaller distance from the bottle.",
        "Make an adjustment to reduce the space between the robot and the bottle.",
        "Refine the movement to approach the bottle with the robot.",
        "Recalibrate the route to bring the robot closer to the bottle.",
        "Modify the path to narrow the separation between the robot and the bottle.",
        "Make an alteration to go nearer to the bottle.",
        "Adjust the direction to decrease the gap between the bottle and the robot.",
        "Refine the positioning to decrease the distance from the bottle.",
        "Correct the trajectory to step closer to the bottle.",
        "Alter the course to bring the robot closer to the bottle.",
        "Make a correction to move to a smaller distance from the bottle.",
        "Fine-tune the movement to minimize the space between the robot and the bottle.",
        "Refine the path to approach the bottle with the robot.",
        "Modify the course to lessen the distance between the robot and the bottle.",
        "Make an adjustment to go closer to the bottle.",
        "Refine the trajectory to decrease the gap between the robot and the bottle."
    ]
}